# Пример использования

# Импортируйте библиотеку (названия пока нету)

import my_dna_library

your_dna = input('Введите последовательность ДНК: ')
print(your_dna)

# Вызовите функцию из библиотеки my_dna_library и запишите её в переменную, если нужно
coding_RNA = transcription(your_dna)

# Выведите результат:
print(f'Кодирующая цепь: {your_dna}')
print(f'Кодирующая РНК: {coding_RNA}')